//
//  IndividualAchievementsDataStore.swift
//  Student
//
//  Created by Artur Gaisin on 21.09.2020.
//  Copyright © 2020 Artur Gaisin. All rights reserved.
//

import Foundation

public class AchievementsDataStore {
    public static let shared = AchievementsDataStore()
    
    var notes = ["(1) золотой знак отличия Всероссийского физкультурно-спортивного комплекса \"Готов к труду и обороне\" (ГТО) и удостоверения к нему установленного образца \"при поступлении на обучение по специальностям и направлениям подготовки, не относящимся к специальностям и направлениям подготовки в области физической культуры и спорта\" (1 балл)",
    "(2) аттестат о среднем общем образовании с отличием, или аттестат о среднем (полном) общем образовании для награжденных золотой медалью, или аттестат о среднем (полном) общем образовании для награжденных серебряной медалью. (5 баллов)",
    "(3) диплом победителя очного тура (заключительного этапа) Межрегиональных предметных олимпиад КФУ (полученный в 2019 году за 11 класс) (5 баллов)",
    "(4) диплом призера очного тура (заключительного этапа) Межрегиональных предметных олимпиад КФУ (полученный в 2019 году за 11 класс) (3 балла)",
    "(5) диплом 1 степени (победителя) IV (очного тура) Всероссийской (с международным участием) научной конференции учащихся им. Н.И. Лобачевского (полученный в 2019 году за 11 класс) (5 баллов)",
    "(6) диплом II, III степени (призера) IV (очного тура) Всероссийской (с международным участием) научной конференции учащихся им. Н.И. Лобачевского (полученный в 2019 году за 11 класс) (3 балла)",
    "(7) сертификат победителя конкурса проектов IT Школа Samsung (5 баллов)",
    "(8) сертификат призера конкурса проектов IT Школа Samsung (3 балла)",
    "(9) диплом I степени II (очного тура) Всероссийской научной конференции-конкурса учащихся имени Льва Толстого, полученный учащимся 11 класса в учебный год, предшествующий поступлению (полученный в 2018-2019 учебном году) (5 баллов)",
    "(10) диплом II, III степени II (очного тура) Всероссийской научной конференции-конкурса учащихся имени Льва Толстого, полученный учащимся 11 класса в учебный год, предшествующий поступлению (полученный в 2018-2019 учебном году) (3 балла)",
    "(11) победитель чемпионата по профессиональному мастерству среди инвалидов и лиц с ограниченными возможностями здоровья \"Абилимпикс\" (5 баллов)"]
}
